Repository: rmsy/Installous-Translations
Catalog: *.lproj/Localizable.strings
Languages: ar, ca, es, he, hr, hu, it, nl, pt_pt, ro, th, tr

source: Searching for Updates
ar: البحث عن تحديثات
ca: Buscan Aplicacions
es: Buscando actualizaciones...
he: מחפש אחר עדכונים
hr: Tražim Ažuriranja
hu: Frissítések keresése
it: Cerco aggiornamenti...
nl: Zoeken naar Updates
pt_pt: A Procurar por actualizações
ro: Se cauta Actualizari
th: กำลังค้นหาอัพเดทมาใหม่
tr: Güncellemeler Aranıyor

source: Select Device
ar: حدد الجهاز
ca: Escull Dispositiu
es: Selecciona dispositivo
he: בחר מכשיר
hr: Odaberite uređaj
hu: Eszköz kiválasztása
it: Seleziona dispositivo
nl: Selecteer je apparaat
pt_pt: Seleccionar dispositivo
ro: Selecteaza Dispozitiv
th: โปรดเลือกอุปกรณ์ของคุณ
tr: Cihaz Seç

source: Send IPA
ar: ارسال الـ IPA
ca: Envia IPA
es: Enviar IPA
he: שלח IPA
hr: Pošalji IPA
hu: IPA küldése
it: Invia
nl: Stuur IPA
pt_pt: Enviar IPA
ro: Trimite IPA
th: ส่ง IPA
tr: Gönder

source: Settings
ar: اعدادات
ca: Configuració
es: Ajustes
he: הגדרות
hr: Postavke
hu: Beállítások
it: Opzioni
nl: Instellingen
pt_pt: Opções
ro: Setari
th: การตั้งค่า
tr: Ayarlar

source: Size
ar: الحجم
ca: Tamany
es: Tamaño
he: גודל
hr: Veličina
hu: Méret
it: Dimensione:
nl: Grootte
pt_pt: Tamanho
ro: Marime
th: ขนาด
tr: Boyut

source: Started
ar: انطلقنا
ca: Començada
es: Descarga iniciada
he: התחיל להוריד
hr: Pokrenuto
hu: Elkezdve
it: In download
nl: Gestart
pt_pt: Iniciou
ro: Pornit
th: เริ่มดาวน์โหลดแล้ว
tr: Başlatıldı

source: stat() failed
ar: stat() فشل
he: stat() נכשל
it: stat() fallito
pt_pt: estado() falhou
ro: stat() esuat
th: stat() ล้มเหลว
tr: stat() Başarısız

source: The filehost is very slow.
ar: موقع التنزيل بطئ جدا.
ca: Filehost va molt lent.
es: El host es demasiado lento.
he: מאחסן הקבצים מאוד איטי.
hr: Filehost je jako spor.
hu: Fájlmegosztó lassú.
it: L'host è troppo lento.
nl: De filehost is erg traag.
pt_pt: O alojador de ficheiros é muito lento.
ro: Server de fisier lent.
th: โฮสท์ไฟล์นี้ช้ามาก
tr: Dosya Kaynağı Yavaş.

source: The link is dead.
ar: الوصلة ميته.
ca: L'enllaç està caigut.
es: El link está roto.
he: הקישור לא עובד.
hr: Link je izbrisan.
hu: Link nem él.
it: Il link è offline.
nl: De link werkt niet.
pt_pt: O link esta offline.
ro: Link-ul este cazut.
th: ลิ้งค์นี้ไม่สามารถใช้การได้
tr: Link Sizlere Ömür.

source: Unable to load sandboxes
ar: فشل في تحميل sandboxes
ca: No es pot carregar sandboxes
es: Error al cargar sandboxes
he: לא מצליח לטעון sandboxes
hu: Sandboxes nem lehet betölteni
it: Impossibile caricare i sandboxes
nl: Laden sandboxes onmogelijk
pt_pt: Incapaz de carregar as sandboxes
ro: Nu s-au incarcat sandboxes
th: ไม่สามารถโหลดเข้า sandboxes
tr: Sanal Sürücü Yüklenemedi

source: Unable to own cache
ar: فشل في الحصول على cache
es: Error al crear el cache
he: לא מצליח לשלוט במטמון
hu: Nincs saját cache
it: Impossibile ottenere la cache
pt_pt: Incapaz de adquirir a cache
ro: Eroare indexare cache
th: ไม่สามารถสร้าง Cache ได้
tr: Sanal Bellek Tanınamadı

source: Unable to save cache
ar: فشل اثناء حفظ cache
ca: No es pot guardar la memòria cau
es: Error al guardar el cache
he: לא מצליח לשמור מקום
hu: Nem lehet cachet menteni
it: Impossibile salvare la cache
pt_pt: Incapaz de gravar a cache
ro: Eroare salvare cache
th: ไม่สามารถบันทึก Cache ได้
tr: Önbellek Kaydı Başarısız

source: Unable to submit Report
ar: فشل في ارسال التبليغ
ca: No es pot enviar l'informe
es: Error al enviar
he: לא מצליח לשלוח דו''ח
hr: Prijava nije poslana
hu: Nem lehet jelentést tenni
it: Impossibile inviare la segnalazione
nl: Onmogelijk om door te gaan
pt_pt: Incapaz de submeter o relatório
ro: Link-ul pentru raportate nu este disponibil
th: ไม่สามารถรายงานได้
tr: Rapor Gönderilemedi

source: Unexpected content
ar: محتوى غير متوقع
ca: Contingut inesperat
es: Contenido inesperado
he: שגיאה לא צפויה
hr: Neočekivan sadržaj
hu: Nem elfogadott tartalom
it: Contenuto imprevisto
nl: Onverwachte inhoud
pt_pt: Conteúdo inesperado
ro: Continut neasteptat
th: เนื้อหาไม่คาดคิด
tr: Beklenmedik İçerik

source: Updates
ar: التحديثات
ca: Actualitzacions
es: Actualizaciones
he: עדכונים
hr: Ažuriranja
hu: Frissítések
it: Aggiornamenti
pt_pt: Actualizações
ro: Actualizari
th: อัพเดท
tr: Güncellemeler

source: Upload failed
ar: فضل في الرفع
ca: Pujada fallida
es: Carga fallida
he: העלאה נכשלה
hr: Slanje nije uspjelo
hu: Feltöltés sikertelen
it: Invio fallito
nl: Upload mislukt
pt_pt: Falhou o envio
ro: Urcare esuata
th: อัพโหลดล้มเหลว
tr: Yükleme Başarısız

source: Uploaded
ar: تم الرفع
ca: Carregat
es: Subido
he: הועלה
hr: Poslano
hu: Feltöltve
it: Inviata
nl: Geüpload
pt_pt: Enviada
ro: Urcat
th: อัพโหลดเรียบร้อย
tr: Yüklendi

source: Uploading Files
ar: رفع الملفات
ca: Pujant els fitxers
es: Subiendo Archivos
he: מעלה קבצים
hr: Šaljem datoteke
hu: Fájl eltöltése folyamatban
it: Invio files
nl: Uploaden van bestanden
pt_pt: Enviando ficheiros
ro: Se urca fisierele
th: กำลังอัพโหลดไฟล์
tr: Dosyalar Yükleniyor

source: User key doesn't exist
ar: مفتاح المستخدم غير موجود
ca: La cal d'usuari no existeix
es: User key invalida
he: מזהה משתמש אינו נמצא
hu: Felhasználó kulcs nem létezik
it: La chiave utente non esiste
pt_pt: A chave do utilizador não existe
ro: Codul de utilizator nu exista
th: ไม่มี User key นี้
tr: Kullanıcı Anahtarı Yok

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
es: Usuario
he: שם-משתמש
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
nl: Gebruikersnaam
pt_pt: Utilizador
ro: Nume utilizator
th: ชื่อผู้ใช้
tr: Kullanıcı Adı

source: Version: %@
ar: الاصدار: %@
ca: Versió: %@
es: Versión: %@
he: גירסא: %@
hu: Verzió: %@
it: Versione: %@
nl: Versie: %@
pt_pt: Versão: %@
ro: Versiune: %@
th: เวอร์ชั่น: %@
tr: Verziyon: %@

source: View 15 more Apps
ar: عرض 15 تطبيق اكثر
ca: Veure 15 aplicacions més
es: Ver 15 aplicaciones más
he: הצג עוד 15 יישומים
hr: Pokaži sljedećih 15 Aplikacija
hu: Még 15 App. mutatása
it: Visualizza altre 15 App
nl: Laat 15 Apps meer zien
pt_pt: Ver mais 15 aplicações
ro: Vezi inca 15 Apps
th: ดูอีก 15 แอปฯ
tr: 15 APP Daha Göster

source: View in Safari
ar: التصفح في سفاري
ca: Veure en el Safari
es: Ver en Safari
he: הצג בדפדפן ספארי
hr: Pogledaj u Web pretraživaču
hu: Megtekintés Safari-ban
it: Apri in Safari
nl: Laat zien in Safari
pt_pt: Ver no Safari
ro: Vizualizeaza in Safari
th: เปิดดูใน Safari
tr: Safari Başlat

source: View this application on the App Store
ar: مشاهدة هذا التطبيق في App Store
ca: Veure l'aplicació en l'App Store
es: Ver la aplicación en la AppStore
he: הצג יישום ב App Store
hr: Pogledaj ovu aplikaciju u App Store-u
hu: Megtekintés az App Store-ban
it: Visualizza questa applicazione su App Store.
nl: Laat deze applicatie in de App Store zien
pt_pt: Ver esta aplicação na App Store
ro: Vezi aplicatia in App Store
th: เปิดดูแอปพลิเคชั่นนี้ใน App Store
tr: Bu App'yi AppStore'da Görüntüle

source: We don't have the application '%@', but you do! Would you mind contributing some files (securely in the background) so that we can offer it for others?
ar: نحن لم نحصل على تطبيق '%@' لكنك تملكه ! هل تمانع بمشاركة بعض الملفات معنا (لن تشعر بشيء), لكي يتوفر لغيرك من المستخدمين ?
ca: No tenim l'aplicació '%@' però tu sí! No li importaria contribuir amb alguns arxius (segurament en segon pla) per poder-los oferir als altres?
es: No disponemos de esta aplicación ('%@'). Podrias contribuir con algunos archivos para que otros puedan disfrutarla.
he: אין לנו את היישום '%@' אבל לך יש! איכפת לך לתרום כמה קבצים כדי שנוכל להציע את זה לאחרים?
hr: Nemamo aplikaciju '%@', koju Vi imate. Da li bi ste je željeli podijeliti sa nama (u pozadini, zaštićenim putem) tako da je možemo i mi ponuditi drugim korisnicima?
hu: Nekünk nincs meg ez a applikáció: '%@', de neked igen! Nem tennél közzé néhány fájlt (biztonságosan a háttérben) és így felajánljuk mások számára?
it: Noi non abbiamo l'applicazione '%@', ma tu ce l'hai! Vorresti contribuire inviando alcuni file (in modo sicuro e in background) in modo da poterli condividere con gli altri utenti?
nl: We hebben '%@' niet! Maar wil jij misschien sommige bestanden uploaden (veilig op de achtergrond), zodat we het andere mensen kunnen aanbieden?
pt_pt: Nos não temos a aplicação '%@', mas você tem! Não se importaria de contribuir com alguns ficheiros (de forma segura) em prol de oferecer a outros?
ro: nu avem aplicatia '%@' dar o ai tu! Ai vrea sa contribui cu cateva fisiere, (in background) sa o putem oferi si la altii?
th: เราไม่มีแอปพลิเคชั่นนี้ '%@' แต่ถ้าหากคุณมี! เราขอรบกวนให้คุณแบ่งปันไฟล์เหล่านี้ (ผ่านช่องทางปลอดภัยในหน้าที่ซ่อนไว้) เพื่อที่เราจะได้นำไปแจกจ่ายให้กับผู้ใช้อื่นๆ
tr: Bizim Uygulamalarımız Yok '%@' Ama Sizin Var! Bunları (Tabi Arka Plandan ve Güvenli) Paylaşmak İster Misiniz. Fener Zenci Sever!?

source: What's new in Version %@:
ar: ماهو الجديد في الاصدار رقم %@:
ca: Què hi ha en la nova versió %@:
es: Que hay de nuevo en la versión %@:
he: מה חדש בגירסא %@:
hr: Novo u verziji %@:
hu: Mi az új ebben a verzióban %@:
it: Novità della versione %@:
nl: Wat is nieuw in Versie %@:
pt_pt: O que há de novo na versão %@:
ro: Ce e nou in aceasta Versiune %@:
th: สิ่งใหม่ๆในเวอร์ชั่นนี้ %@:
tr: Yeni Verziyonda Neler Var %@:

source: Why do you want to report this link?
ar: لماذا تريد التبليغ عن هذه الوصلة ?
ca: Per què vol reportar aquest enllaç?
es: ¿Quieres reportar este link?
he: למה אתה רוצה לדווח על הקישור הזה?
hr: Zašto želite prijaviti ovaj link?
hu: Miért akarod jelenteni a linket?
it: Perché vuoi segnalare questo link?
nl: Waarom wil je deze link rapporteren?
pt_pt: Porque pretende reportar este link?
ro: De ce vrei sa raportezi acest link??
th: ทำไมคุณถึงต้องการรายงานลิ้งค์นี้?
tr: Raporu Oluşturmak İstemenizdeki Sebep Nedir?

source: Wrong Version
ar: خطاء في الاصدار
ca: Versió dolenta
es: Versión incorrecta
he: גירסא לא נכונה
hr: Pogrešna verzija
hu: Rossz verzió
it: Versione errata
nl: Verkeerde Versie
pt_pt: Versão errada
ro: Versiune este Gresita
th: ผิดเวอร์ชั่น
tr: Yanlış Verziyon inciskr

source: Stop
ar: إيقاف
ca: Atura
es: Detenga
he: עצור
hr: Zaustavi
hu: Megállítás
it: Pausa
nl: Pauzeer
pt_pt: Parar
ro: Opreste
th: หยุด
tr: Dur

source: Resume
ar: إستمرار
ca: Continua
es: Resuma
he: המשך
hr: Nastavi
hu: Folytatás
it: Riprendi
nl: Hervatten
pt_pt: Continuar
ro: Reluați
th: เริ่มต่อ
tr: Devam Et

source: Dismiss
ar: تجاهل
ca: Declinar
es: Desechar
he: התעלם
hr: Odbaci
hu: Megszakítás
it: Ignora
nl: Negeer
pt_pt: Sair
ro: Ignora
th: ออก
tr: Reddet

source: Advertisement
ar: إعلاناتن
ca: Anunci
es: Publicidad
he: פרסומת
hr: Reklama
hu: Reklám
it: Pubblicità
nl: Reclame
pt_pt: Anúncio
ro: Reclame
th: การโฆษณา
tr: Geç

source: Copy Link to Clipboard
ar: نسخ الرابط الى الحافظة
ca: Copiar enllaç al portapapers
es: Copie Link al Portapapeles
he: העתק
hr: Kopiraj u međuspremnik
hu: Link vágolapra másolása
it: Copia il link negli appunti
nl: Kopieer link naar klembord
pt_pt: Copiar Link para o Clipboard
ro: Copiaza linkul in clipboard
th: บันทึก
tr: Adresi kopyala

source: Stopped
ar: تم الايقافف
ca: Aturatn
es: Detenido
he: נעצרה
hr: Zaustavljeno
hu: Megállítva
it: Fermato
nl: Gepauzeerd
pt_pt: Parado
ro: Oprit
th: หยุดف
tr: Durduruldu

source: Demagnetizing...
ar: جاري المعالجة
ca: Desimantant...
es: Desmagnetizar
he: מעובד
hr: Demagnetiziranje...
hu: Magnet Link helyreállítása...
it: Smagnetizzazione
nl: Demagnetiseren...
pt_pt: Desmagnetizando...
ro: Demagnetizare
th: แกไขการเชื่อม Torrent

source: Changing...
ar: جاري التغيير
ca: Canviant...
es: Cambiando
he: משתנה
hr: Mijenjanje...
hu: Változtatás...
nl: Veranderen...
pt_pt: Mudando...
ro: Schimbare
th: กำลังเปลี่ยน...
tr: Değiştiriliyor...

source: Invalid Torrent
ar: خطأ في التورنت
ca: Torrent invàlid
es: Torrent Invalido
he: טורנט לא חוקי
hr: Nevažeći torrent
hu: Érvénytelen Torrentfájl
it: Torrent non valido
nl: Ongeldige torrent
pt_pt: Torrent inválido
ro: Torent invalid
th: Torrent ไม่สามารถใช้งานได้
tr: Yanlış Torrent

source: Torrent %@ is multifile.
ar: التورنت يحتوي على عدة ملفات
ca: Torrent %@ conte múltiples fitxers.
es: El Torrent %@ contiene varios archivos.
he: טורנט עם קבצים מרובים
hr: Torrent %@ je multifile.
hu: A %@ Torrent több fájlt tartalmaz.
it: Torrent %@ contiene più file.
nl: Torrent %@ bestaat uit meerdere bestanden.
pt_pt: O Torrent contém multificheiros
ro: Torentul are mai multe fișiere.
th: Torrent %@ เป็นแบบหลายไฟล์
tr: Torrent %@ birçok dosya içeriyor.

source: apptrackr Password
pt_pt: Palavra-chave apptrackr

source: Requesting
pt_pt: Solicitar categorias
