Repository: rmsy/Installous-Translations
Catalog: *.lproj/Localizable.strings
Languages: ar, ca, es, he, hr, hu, it, nl, pt_pt, ro, th, tr

source: %d Updates available
ar: %d تحديث متاح
ca: %d Actualitzacions disponibles
es: %d Actualizaciones Disponibles
he: %d עדכונים זמינים
hr: %d dostupna Ažuriranja
hu: %d frissítés elérhető
it: %d aggiornamenti disponibili
nl: %d Updates beschikbaar
ro: %d Actualizari disponibile
th: %d มีอัพเดทใหม่
tr: %d Güncelleme Var

source: (Page %i of %i)
ar: (صفحة رقم %1$i من %2$i)
ca: (Pagina %1$i de %2$i)
es: (Pagina %1$i de %2$i)
he: (עמוד %i מתוך %i)
hr: (Stranica %1$i od %2$i)
hu: (Oldal %1$i / %2$i)
it: (pagina %1$i di %2$i)
nl: (Pagina %1$i van %2$i)
pt_pt: (Página %1$i de %2$i)
ro: (Pagina %1$i din %2$i)
th: (หน้า %1$i จาก %2$i)
tr: (Ana Sayfa %1$i dan %2$i)

source: 1 Update available
ar: تحديث واحد متاح
ca: 1 Actualització Disponible
es: 1 Actualización disponible
he: עדכון אחד זמין
hr: 1 Ažuriranje dostupno
hu: 1 frissítés elérhető
it: 1 aggiornamento disponibile
nl: 1 Update beschikbaar
pt_pt: 1a actualização disponível
ro: 1 Actualizare disponibila
th: มี 1 อัพเดทใหม่
tr: 1 Güncelleme Var

source: About
ar: عنا
ca: Sobre
es: Acerca de...
he: אודות
hr: Info
hu: Infó
it: Info
nl: Over
pt_pt: Acerca
ro: Despre
th: เกี่ยวกับ
tr: Hakkında

source: Search
ar: بحث
ca: Buscar
es: Buscar
he: חיפוש
hr: Traži
hu: Keresés
it: Cerca
nl: Zoeken
pt_pt: Procura
ro: Cautare
th: ค้นหา
tr: Ara

source: Analyzing %@ ...
ar: جاري التحليل %@ ...
ca: Analitzar %@ ...
es: Analizando %@ ...
he: מנתך %@ ...
hr: Analiziranje %@ ...
hu: Vizsgálat %@ ...
it: Analizzo %@...
nl: Analyseert %@ ...
pt_pt: Analisar %@ ...
ro: Analiza in curs %@ ...
th: กำลังวิเคราะห์ %@ ...
tr: Çözümleme %@ ...

source: Announcement
ar: اشعارات
ca: Anunci
es: Anuncio
he: הודעה
hr: Objava
hu: Hirdetmény
it: Annuncio
nl: Aankondiging
pt_pt: Anuncio
ro: Anunt
th: ประกาศ
tr: Duyuru

source: API Error
ar: خطأ في الـ API
ca: Error en l'API
es: Error de API
he: שגיאת אינטרנט
hr: API Greška
it: Errore API
pt_pt: Erro na API
ro: Eroare API
th: มีข้อผิดพลาดใน API
tr: API Hatası

source: Application Description:
ar: وصف التطبيق:
ca: Descripció de l'aplicació:
es: Descripción:
he: תאור היישום:
hr: Opis Aplikacije:
hu: Applikáció leírás:
it: Descrizione:
nl: Applicatie Beschrijving:
pt_pt: Descrição da aplicação:
ro: Descrierea aplicatiei:
th: คำอธิบายแอปพลิเคชั่น:
tr: Uygulama Açıklaması:

source: Application doesn't launch.
ar: التطبيق لا يعمل.
ca: L'aplicació no s'ha iniciat.
es: La app no se ejecuta
he: היישום לא הופעל.
hr: Aplikacija se ne pokreće.
hu: Applikáció nem indul.
it: L'applicazione non parte.
nl: Applicatie start niet.
pt_pt: Aplicação não inicia
ro: Aplicatia nu porneste
th: แอปพลิเคชั่นไม่สามารถเปิดได้
tr: Uygulama Başlamazsa.

source: Application will not install.
ar: لا يمكن تنصيب التطبيق.
ca: L'aplicació no s'instalarà.
es: Error al instalar
he: היישום לא יותקן.
hr: Aplikacija se ne može instalirati.
hu: Applikáció nem lesz telepítve.
it: L'applicazione non verrà installata.
nl: Installatie niet mogelijk.
pt_pt: Aplicação não instala
ro: Aplicatia nu se va instala
th: แอปพลิเคชั่นไม่ยอมติดตั้ง
tr: Kurulum Yapılamıyor.

source: Apps
ar: تطبيقات
he: יישומים.
hr: Aplikacije
hu: Applikációk
it: Nuove
pt_pt: Aplicações
ro: Aplicatii.
th: แอปฯ
tr: Uygulamalar

source: Apps & Updates
ar: تطبيقات وتحديثات
ca: Apps & Actualitz.
es: Recientes
he: יישומים ועדכונים
hr: Applikacije & Ažuriranja
hu: App. & Frissítés
it: Tutte
pt_pt: App’s e Actual
ro: Aplicatii. & Actualizari
th: แอปฯต่างๆ & อัพเดท
tr: APP&Güncelleme

source: apptrackr Password
ar: كلمة السر للـ apptrackr
ca: Contrasenya apptrackr
es: Contraseña apptrackr
he: apptrackr סיסמת
hr: apptrackr lozinka
hu: apptrackr jelszó
it: Password apptrackr
nl: apptrackr
ro: Parola apptrackr
th: รหัสผ่าน apptrackr
tr: apptrackr Şifreniz

source: apptrackr Username
ar: اسم المستخدم apptrackr
ca: Nom d'usuari apptrackr
es: Usuario apptrackr
he: שם משתמש ל-apptrackr
hr: apptrackr korisničko ime
hu: apptrackr felhasználónév
it: Nome utente apptrackr
nl: apptrackr
pt_pt: Utilizador apptrackr
ro: Nume de utilizator apptrackr
th: ชื่อผู้ใช้ apptrackr
tr: apptrackr Kullanıcı Adı

source: Caching %@
ar: تجميع %@
ca: Emmagatzematge en memòria cau %@
es: Listando %@
he: מטמין %@
hr: Učitavanje %@
hu: Betöltés %@
it: Scaricando %@
pt_pt: Cache %@
ro: Indexare %@
th: การจัดเก็บชั่วคราว %@
tr: Önbellek %@

source: Caching All Applications
ar: تجميع كل التطبيقات
ca: Emmagatzemar en memòria cau totes les aplicacions
es: Listar todas las aplicaciones
he: מטמון של כל היישומים
hr: Učitavanje svih Aplikacija
hu: Összes Applikáció Betöltése
it: Scarico lista applicazioni...
pt_pt: Cache de todas as aplicações
ro: Indexare Aplicatii
th: จัดเก็บข้อมูลชั่วคราวของแอปพลิเคชั่นทั้งหมด
tr: Tüm Uygulamaları Önbellekleme

source: Cancel
ar: إلغاء
ca: Cancelar
es: Cancelar
he: בטל
hr: Odustani
hu: Mégse
it: Annulla
nl: Afbreken
pt_pt: Cancelar
ro: Anuleaza
th: ยกเลิก
tr: İptal

source: Categories
ar: التصنيفات
es: Categorías
he: קטגוריות
hr: Kategorije
hu: Kategóriák
it: Categorie
nl: Categorieën
pt_pt: Categorias
ro: Categorii
th: หมวดหมู่
tr: Kategoriler

source: Company
ar: الشركة
ca: Companyia
es: Desarrollador
he: חברה
hr: Tvrtka
hu: Cég
it: Sviluppato da:
nl: Bedrijf
pt_pt: Empresa
ro: Compania
th: บริษัท
tr: Firma

source: Completed
ar: تم التنزيل
ca: Completat
es: Completado
he: סיים!
hr: Završeno
hu: Kész
it: Completato
nl: Klaar
pt_pt: Completo
ro: Completat
th: เสร็จสิ้น
tr: Tamamlandı

source: Connecting...
ar: يتم الاتصال ...
ca: Connectant ...
es: Conectando...
he: מתחבר ...
hr: Spajanje ...
hu: Kapcsolodás ...
it: Connessione in corso...
nl: Verbinden...
pt_pt: A ligar-se...
ro: Se Conecteaza ...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...

source: Contacting MobileHunt ...
ar: الاتصال بـ MobileHunt ...
ca: Connectant amb MobileHunt...
es: Cargando MobileHunt...
he: מתחבר ל- MobileHunt ...
hr: Spajanje na MobileHunt ...
hu: Kommunikálás a MobileHunt-tal ...
it: Contatto MobileHunt...
nl: Verbinden met MobileHunt...
pt_pt: A comunicar com MobileHunt ...
ro: Se Contacteaza MobileHunt ...
th: กำลังติดต่อ MobileHunt ...
tr: MobilHunt'a Bağlanıyor...

source: Cracked by %@
ar: كسر بواسطة %@
ca: Craquejat per %@
es: Crackeada por %@
hr: Crack-ao %@
hu: Feltörte: %@
it: Crackato da %@
nl: Gekraakt door %@
pt_pt: Crackada por %@
ro: Cracked de catre de %@
th: แคร็กโดย %@
tr: %@ Tarafından Kırıldı

source: Cracked by Unknown
ar: كسر بواسطة غير معروف
ca: Craquejador desconegut
es: Crackeada por Desconocido
hr: Nepoznati Crack-er
hu: Ismeretlen Feltörő
it: Cracker sconosciuto
nl: Onbekende Kraker
pt_pt: Crackada por Desconhecido
ro: Cracked de necunoscut
th: ไม่ทราบผู้แคร็ก
tr: Kartal Sker

source: Current: %@ (New: %@)
ar: الحالي: %1$@ (الجديد: %2$@)
ca: Actual: %1$@ (Nou: %2$@)
es: Versión Actual: %1$@ (Nueva: %2$@)
he: נוכחית: %1$@ (חדשה: %2$@)
hr: Trenutna: %1$@ (Nova: %2$@)
hu: Aktuális: %1$@ (Új: %2$@)
it: Versione attuale: %1$@ (nuova: %2$@)
nl: Huidig: %1$@ (Nieuw: %2$@)
pt_pt: Versão actual: %1$@ (Nova: %2$@)
ro: Actual: %1$@ (Nou: %2$@)
th: ปัจจุบัน: %1$@ (ใหม่: %2$@)
tr: Mevcut: %1$@ (Neu: %2$@)

source: Delete
ar: حذف
ca: Esborrar
es: Eliminar
he: מחק
hr: Briši
hu: Törlés
it: Elimina
nl: Verwijderen
pt_pt: Apagar
ro: Sterge
th: ลบ
tr: Sil

source: Delete automatically
ar: حذف تلقائي
ca: Esborrar automàticament
es: Eliminar automáticamente
he: מחק אוטומטי
hr: Obriši Automatski
hu: Automatikus törlés
it: Elimina automaticamente
nl: Verwijder automatisch
pt_pt: Apagar auto.
ro: Sterge automat
th: ลบโดยอัตโนมัติ
tr: Otomatik Sil

source: Developed by the Hackulous team For more information, visit http://hackulo.us/
ar: تم تطويرة بواسطة فريق Hackulous لمزيد من المعلومات ارجو زيارة http://hackulo.us/
ca: Desenvolupat per l'equip Hackulous Per més informació, visita http://hackulo.us/
es: Desarrollado por Hackulous Team Para mas información visite http://hackulo.us/
hr: Programirao Hackulous team Za više informacija, posjetite http://hackulo.us/
hu: Fejlesztette a Hackulous Csapat További információkért látogass el a http://hackulo.us/ weboldalra.
it: Sviluppato dal team Hackulous! Per maggiori informazioni, visita: http://hackulo.us/
nl: Ontwikkelt door het Hackulous team Voor meer informatie, bezoek http://hackulo.us/
pt_pt: Desenvolvido por Hackulous team para mais informações, visite http://hackulo.us/
ro: Creat de Hackulous team Pentru mai multe informatii, viziteaza http://hackulo.us/
th: พัฒนาโดยทีมงาน Hackulous สำหรับข้อมูลเพิ่มเติม, เข้าชม http://hackulo.us/
tr: Hackulous Takımı Tarafından Geliştirildi Daha Fazla Bilgi İçin, http://hackulo.us/ sitesini ziyaret ediniz

source: Disabled
ar: تعطيل
ca: Desactivar
es: Deshabilitado
he: נטרל
hr: Deaktivirano
hu: Kikapcsolva
it: Non attivo.
nl: Uitgeschakeld
pt_pt: Desactivar
ro: Dezactivat
th: ถูกยกเลิก
tr: Kapatıldı

source: Done
ar: تم
ca: Fet
es: Volver
he: סיים
hr: Gotovo
hu: Kész
it: Chiudi
nl: Klaar
pt_pt: Concluído
ro: Terminat
th: เสร็จสิ้น
tr: Bitti

source: Download
ar: تنزيل
ca: Descargar
es: Descargar
he: הורד
hr: Preuzmi
hu: Letöltés
ro: Descarca
th: ดาวน์โหลด
tr: İndir

source: Download completed: %@
ar: تم تنزيل : %@
ca: Descàrrega completa: %@
es: Descarga completada: %@
he: הורדה הסתיימה: %@
hr: Preuzimanje gotovo: %@
hu: Letöltés elkészült: %@
it: Download completato: %@
nl: Download compleet: %@
pt_pt: Download completo: %@
ro: Descarcare completata: %@
th: ดาวน์โหลดเสร็จไป: %@
tr: İndirme Tamamlandı: %@

source: Download failed: %@
ar: فشل تنزيل : %@
ca: Error en la descàrrega: %@
es: Descarga fallida: %@
he: הורדה נכשלה: %@
hr: Preuzimanje neuspješno: %@
hu: Letöltés megszakadt: %@
it: Download fallito: %@
nl: Download mislukt: %@
pt_pt: Download falhou: %@
ro: Descarcare esuata: %@
th: ดาวน์โหลดล้มเหลว: %@
tr: İndirme Başarısız: %@

source: Download later
ar: تنزيل لاحقا
ca: Descarregar més tard
es: Descargar después
he: הורד מאוחר יותר
hr: Preuzmi kasnije
hu: Letöltés később
it: Scarica più tardi
nl: Later downloaden
pt_pt: DL. mais tarde
ro: Descarca mai tarziu
th: ดาวน์โหลดทีหลัง
tr: Daha Sonra İndir

source: Download now
ar: تنزيل الان
ca: Descarregar ara
es: Descargar ahora
he: הורד עכשיו
hr: Preuzmi sada
hu: Letöltés most
it: Tocca per scaricare adesso
nl: Nu downloaden
pt_pt: Download agora
ro: Descarca acum
th: ดาวน์โหลดเดี๋ยวนี้
tr: Şimdi İndir

source: Downloaded
ar: تم تنزيل
ca: Descarregat
es: Descargas
he: סיים לרדת
hr: Preuzeto
hu: Letöltve
it: Download completati
nl: Gedownload
pt_pt: Download’s Completos
ro: Descarcat
th: ดาวน์โหลดเสร็จสิ้น
tr: İndirilen Uygulamalar

source: Downloaded IPA selected
ar: IPA محدد
ca: Descarregar la IPA seleccionada
es: Descargar IPAs seleccionados
he: הורד IPA נבחר
hr: Odabrana IPA datoteka
hu: Letöltött IPA kiválasztva
it: IPA selezionato
nl: Gedownloade IPA
pt_pt: Opções da IPA seleccionada
ro: Descarca IPA selectata
th: ดาวน์โหลด IPA นี้
tr: Seçilen IPA Dosyasını

source: Downloads
ar: التنزيل
ca: Descàrregues
es: Descargas
he: הורדות
hr: Preuzimanja
hu: Letöltések
pt_pt: Downloading
ro: Descarcari
th: ดาวน์โหลด
tr: İndirilenler

source: Enabled
ar: مفعل
ca: Activar
es: Habilitado
he: אפשר
hr: Aktivirano
hu: Bekapcsolva
it: Attivo.
nl: Ingeschakeld
pt_pt: Activar
ro: Activat
th: ได้เริ่มใช้
tr: Açıldı

source: Error
ar: خطاء
he: שגיאה
hr: Greška
hu: HIBA
it: Errore
pt_pt: Erro
ro: Eroare
th: เกิดข้อผิดพลาด
tr: Hata

source: Error building SBCache
ar: خطاء اثناء انشاء SBCache
ca: Error construin SBCache
es: Error creando el cache
he: שגיאה בבנית SBCache
hr: Greška tokom izrade SBCache datoteke
hu: Hiba a SBCache elkészítésében
it: Si è verificato un errore durante la creazione della SBCache
pt_pt: Erro ao construir o SBCache
ro: Eroare in construirea SBCache
th: เกิดข้อผิดพลาดในการสร้าง SBCache
tr: SBCache Başarısız

source: Error Pushing IPA
ar: خطاء في اوصيل IPA
he: שגיאה בקבלת IPA
hr: Greška tokom slanja IPA datoteke
hu: Hiba IPA küldés közben
it: Errore Pushing IPA
ro: Eroare implementare IPA
th: เกิดข้อผิดพลาดในการ Pushing IPA
tr: IPA Başarısızlığı

source: Error while searching for Updates
ar: خطاء اثناء البحث عن التحديثات
ca: Error mentors es cercaven actualitzacions
es: Error al buscar actualizaciones
he: שגיאה בחיפוש אחר עדכונים
hr: Greška tokom traženja novih Ažuriranja
hu: Hiba a frissítés keresésnél
it: Si è verificato un errore durante la ricerca degli aggiornamenti
nl: Fout tijdens zoeken naar updates
pt_pt: Erro enquanto eram procuradas actualizações
ro: Eroare cautare actualizari
th: เกิดข้อผิดพลาดระหว่างทำการค้นหาอัพเดท
tr: Güncelleme Aramasında Hata

source: Failed to download %@
ar: خطاء اثناء تنزيل %@
ca: Error en la descàrrega %@
es: Error al descargar %@
he: נכשל בהורדת: %@
hr: Greška kod preuzimanja %@
hu: Letöltés megszakadt %@
nl: Het downloaden van %@ is mislukt
pt_pt: Falhou o download %@
ro: Descarcare esuata
th: การดาวน์โหลดล้มเหลว %@
tr: İndirmede Hata %@

source: File already exists
ar: الملف موجود مسبقا
ca: L'arxiu ja existeix
es: El archivo ya existe
he: קובץ כבר קיים
hr: Datoteka već postoji
hu: Fájl mar létezik
it: Il file è già esistente!
nl: Bestand bestaat al
pt_pt: O ficheiro já existe
ro: Fisierul deja exista
th: มีไฟล์นี้อยู่แล้ว
tr: Dosya Mevcut

source: Home
ar: البداية
ca: Pàgina Principal
es: Inicio
he: דף ראשי
hr: Naslovna
hu: Kezdőlap
pt_pt: Inicio
th: หน้าหลัก
tr: Ana Sayfa

source: Install
ar: تثبيت
ca: Instal·lar
es: Instalar
he: התקן
hr: Instaliraj
hu: Telepítés
it: Installa
nl: Installeren
pt_pt: Instalar
ro: Instaleaza
th: ติดตั้ง
tr: Kur

source: Install all
ar: تثبيت الكل
ca: Instal·lar-ho tot
es: Instalar todo
he: התקן הכל
hr: Instaliraj sve
hu: Összes telepítés
it: Installa tutti
nl: Installeer alles
pt_pt: Instalar tudo
ro: Instaleaza toate
th: ติดตั้งทั้งหมด
tr: Hepsini Kur

source: Install automatically
ar: تثبيت تلقائي
ca: Instal·lar-ho automàticament
es: Instalar automáticamente
he: התקן אוטומטי
hr: Instaliraj Automatski
hu: Automatikus telepítés
it: Installa automaticamente
nl: Automatisch installeren
pt_pt: Instalar auto.
ro: Instaleaza automat
th: ติดตั้งโดยอัตโนมัติ
tr: Otomatik Kur

source: Installation completed: %@
ar: تم تثبيت : %@ بنجاح
ca: Iinstal·lació complerta: %@
es: Instalación completada: %@
he: התקנה הושלמה: %@
hr: Instalacija završena: %@
hu: Telepítés kész: %@
it: Installazione completata: %@
nl: Installatie compleet: %@
pt_pt: Instalação completa: %@
ro: Instalatie completa: %@
th: ติดตั้งเสร็จ: %@
tr: İndirme Tamamlandı: %@

source: Installation failed: %@
ar: فشل في تثبيت : %@
ca: Error en l'instal·lació: %@
es: Error al instalar %@
he: התקנה נכשלה: %@
hr: Instalacija neuspješna: %@
hu: Telepítés megállt: %@
it: Installazione fallita: %@
nl: Installatie mislukt: %@
pt_pt: Falhou a instalação: %@
ro: Instalatie esuata: %@
th: ติดตั้งล้มเหลว: %@
tr: İndirme Başarısız: %@

source: Installed
ar: تم التثبيت
ca: Instal·lat
es: Instalado
he: הותקן
hr: Instalirano
hu: Telepítve
it: Installato
nl: Geïnstalleerd
pt_pt: Instalado
ro: Instalat
th: ติดตั้งสำเร็จ
tr: Kuruldu

source: Installing...
ar: جاري التثبيت ...
ca: Instal·lant ...
es: Instalando...
he: מתקין ...
hr: Instaliram ...
hu: Telepités ...
it: Installazione...
nl: Installeren...
pt_pt: A instalar...
ro: Se Instaleaza ...
th: กำลังติดตั้ง...
tr: Kuruluyor...

source: iTunes Sync
ar: المزامنة مع iTunes
ca: Sincronització amb iTunes
es: Sincronización con iTunes
he: iTunes סנכרון ל-
hr: iTunes Sinkronizacija
hu: iTunes Szinkronizálás
pt_pt: Sincroniza. iTunes
ro: Sincronizare cu iTunes
th: ซิ้งค์กับ iTunes
tr: iTunes ile Eşleştirme

source: Latest Version
ar: اخر اصدار
ca: Última versió
es: Ultima versión
he: גירסא אחרונה
hr: Aktualna verzija
hu: Utolsó verzió
it: Ultima versione:
nl: Laatste Versie
pt_pt: Ultima Versão
ro: Ultima Versiune
th: เวอร์ชั่นล่าสุด
tr: Son Sürüm

source: Launch App Store
ar: الانتقال الى الـ App Store
ca: Llença l'App Store
es: Ver en la AppStore
he: הפעל את App Store
hr: Pokreni App Store
hu: App Store indítása
it: Apri su App Store
nl: Open App Store
pt_pt: Iniciar a App Store
ro: Deschide App Store
th: เปิด App Store
tr: App Store Başlatıldı

source: Link successfully reported
ar: تم ارسال التقرير عن الوصلة بنجاح
ca: Enllaç reportat amb èxit
es: Link reportado
he: קישור נשלח בהצלחה
hr: Link uspješno prijavljen
hu: Link sikeresen jelentve
it: Link segnalato correttamente
nl: Link succesvol gerapporteerd
pt_pt: Link reportado com sucesso
ro: Link raportat cu succes
th: รายงานลิ้งค์นี้เรียบร้อยแล้ว
tr: Bağlantı Rapor Edildi

source: Loading
ar: جاري التحميل ..
ca: Carregant
es: Cargando...
he: טוען
hr: Učitavanje
hu: Betöltés
it: Carico...
nl: Laden
pt_pt: A carregar
ro: Se Incarca
th: กำลังโหลด
tr: Yükleniyor

source: Local Notifications
ar: التنبيهات
ca: Notificacions locals
es: Notificaciones
he: הודעות מקומיות
hr: Lokalne Obavijesti
hu: Helyi értesítések
it: Notifiche locali
nl: Push-berichten
pt_pt: Notificações locais
ro: Notificari Locale
th: ประกาศภายใน
tr: Yerel Bildirimler

source: LocalSharing
ar: المشاركة المحلية
he: שיתוף-מקומי
hr: Lokalno Dijeljenje
hu: Helyi megosztás
pt_pt: PartilhaLocal
tr: Yerel Paylaşım

source: LocalSharing must be enabled to send IPAs!
ar: المشاركة المحلية يجب ان تكون مفعله لكي تستطيع ارسال الـ IPA!
ca: LocalSharing ha d'estar habilitat per enviar IPAs!
es: ¡LocalSharing debe estar activado para poder enviar IPAs!
he: שיתוף-מקומי חייב להיות מופעל כדי לשלוח קובצי IPA!
hr: Lokalno Dijeljenje mora biti uključeno za slanje IPA datoteka!
hu: Helyi megosztás szükséges az IPA küldés engedélyezéséhez!
it: LocalSharing deve essere attivo per inviare gli IPA!
nl: LocalSharing moet ingeschakeld zijn om IPA's te verzenden!
pt_pt: A PartilhaLocal deve ser activada para possibilitar o envio de IPA’s!
ro: LocalSharing trebuie activat pntru a trimite API
th: ต้องเปิดใช้การ LocalSharing เพื่อส่ง IPA!
tr: IPA Gönderebilmek için, Yerel Paylaşımlar Açık Olmalı!

source: LocalSharing requires at least iOS 4.0!
ar: المشاركة المحلية تتطلب على الاقل اصدار iOS 4.0!
ca: LocalSharing necessita com a mínim iOS 4.0!
es: ¡LocalSharing requiere iOS 4.0 o superior!
he: שיתוף-מקומי מחייב גירסא תוכנה של לפחות 4.0!
hr: Lokalno Dijeljenje zahtijeva minimalno iOS 4.0!
hu: Helyi megosztáshoz minimum iOS 4.0 kell!
it: LocalSharing richiede almeno iOS 4.0!
nl: LocalSharing heeft minimaal iOS 4.0 nodig!
pt_pt: A PartilhaLocal requer pelo menos o iOS 4.0
ro: LocalSharing are nevoie de cel putin iOS 4.0!
th: LocalSharing ใช้ได้กับ iOS เวอร์ชั่น 4.0 ขึ้นไปเท่านั้น!
tr: Yerel Paylaşım Hatası. En Az 4.0 İşletim Sistemi Olmalı Fenere Sokiyim!

source: No DSID found
ar: لم يتم ايجاد DSID
ca: No s'ha trobat el DSID
es: DSID no encontrado
he: DSID לא נמצא
hr: DSID nije pronađen
hu: DSID nem található
it: Nessun DSID trovato
nl: Geen DSID gevonden
pt_pt: DSID não encontrada
ro: Nici un DSID gasit
th: ไม่พบ DSID
tr: DSID Bulunamadı

source: No Updates available
ar: لا توجد تحديثات جديدة
ca: No hi han actualitzacions
es: No hay actualizaciones disponibles
he: אין עדכונים זמינים
hr: Nema dostupnih ažuriranja
hu: Nincs elérhető frissítés
it: Nessun aggiornamento disponibile
nl: Geen updates beschikbaar
pt_pt: Sem actualizações disponíveis
ro: Nici o actualizare disponibila
th: ไม่มีอัพเดทใหม่
tr: Güncelleme Yok Çok Şükür

source: OK
ar: موافق
th: ตกลง
tr: Tamam

source: Only show iPad Apps
ar: فقط اظهر تطبيقات الـ iPad
ca: Mostra gnomes les aplicacions per l'iPad
es: Solo mostrar Apps para iPad
he: הראה רק יישומים לאייפד
hr: Pokaži samo iPad Aplikacije
hu: Csak iPad App. mutatása
it: Mostra solo Apps per iPad
nl: Laat alleen iPad Apps zien
pt_pt: Apenas app’s iPad
ro: Arata doar Aplicatiile iPad
th: เปิดดูเฉพาะแอปพลิเคชั่นของ iPad
tr: Sadece iPad Applarını Göster

source: Other
ar: آخرى
ca: Altres
es: Otro
he: אחר
hr: Ostalo
hu: Egyéb
it: Altro
nl: Andere
pt_pt: Outros
ro: Altele
th: อื่นๆ
tr: Diğer

source: Password
ar: كلمة المرور
ca: Contrasenya
es: Contraseña
he: סיסמא
hr: Lozinka
hu: Jelszó
nl: Wachtwoord
pt_pt: Palavra-chave
ro: Parola
th: รหัสผ่าน
tr: Şifre

source: Please enter a valid apptrackr account in Settings
ar: ارجو ادخال حساب apptrackr صحيح في الاعدادات
ca: Si us plau entreu una compta vàlida per apptrackr en les opcions
es: Por favor, configura tu cuenta apptrackr en Ajustes
he: אנא הכנס חשבון apptracker חוקי
hr: Molimo unesite valjane apptrackr korisničke podatke
hu: Valós apptrackr fiókot írjon be
it: Per favore inserisci un account apptrackr valido nelle Impostazioni.
nl: Voer a.u.b. een geldig apptrackr account in de instellingen in
pt_pt: Por favor adicione uma conta apptrackr valida no menu de opções
ro: Va rugam sa introduceti un cont apptrackr valid
tr: Ayarlara Geçerli Bir apptrackr kullanıcısı giriniz

source: Popularity
ar: الاكثر شعبية
ca: Popular
es: Popularidad
he: פופולריות
hr: Popularnost
hu: Népszerű
it: Più richieste
nl: Populariteit
pt_pt: Popularidade
ro: Popularitate
th: ความนิยม
tr: Popülerler

source: Price
ar: الثمن
ca: Preu
es: Precio
he: מחיר
hr: Cijena
hu: Ár
it: Costo:
nl: Prijs
pt_pt: Preço
ro: Pret
th: ราคา
tr: Fiyat

source: Queued
ar: في الانتظار
ca: Cua
es: En espera
he: בתור
hr: Na čekanju
hu: Hozzáadva
it: Download in coda
nl: Nog te doen
pt_pt: Download’s em Espera
ro: Indexat
th: กำลังรอ
tr: Ertelenen

source: Receiving
ar: استقبال
ca: Reben
es: Recibiendo
he: מקבל..
hr: Primanje
hu: Elfogadás
it: Ricezione in corso...
nl: Ontvangen
pt_pt: A receber
ro: Se primeste
th: กำลังรับ
tr: Alınıyor

source: Release Date
ar: تاريخ النشر
ca: Data de llançament
es: Fecha de salida
he: תאריך שחרור
hr: Datum Izdavanja
hu: Megjelenés dátum
it: Data di uscita:
nl: Plaatsingsdatum
pt_pt: Data de lançamento
ro: Data Lansarii
th: วันที่ออก
tr: Alınma Tarihi

source: Reload Categories
ar: اعادة تحميل التصنيفات
ca: Refrescar categories
es: Recargar categorías
he: רענן קתגוריות
hr: Osvježi Kategorije
hu: Kategóriák újratöltése
it: Ricarica categorie
nl: Categorieën opnieuw laden
pt_pt: Actualizar categorias
ro: Reincarca Categorii
th: โหลดหน้าหมวดหมู่ใหม่
tr: Kategorileri Tekrar Yükle

source: Remove Metadata
ar: حذف الـ Metadata
ca: Esborra Metadata
es: Borrar Metadatos
he: Metadata הסר
hr: Izbriši Metadata
hu: Metadata törlése
it: Rimuovi Metadata
nl: Metadata verwijderen
pt_pt: Remover Metadata
ro: Sterge Metadata
th: ลบ Metadata (ข้อมูลโครงสร้าง)
tr: Metadataları Sil

source: Report
ar: تبليغ
ca: Informe
es: Reportar
he: דווח
hr: Prijavi
hu: Jelentés
it: Segnala
nl: Rapporteren
pt_pt: Reportar
ro: Raporteaza
th: รายงาน
tr: Raporla

source: Reported
ar: تم التبليغ
ca: Informar
es: Reportado
he: דווח הצליח
hr: Prijavljeno
hu: Jelentve
it: Segnalato
nl: Gerapporteerd
pt_pt: Reportado
ro: Raportat
th: รายงานเรียบร้อย
tr: Rapor Edildi

source: Requesting Categories
ar: طلب التصانيف
ca: Demanant categories
es: Solicitando Categorías
he: מבקש קטגוריות
hr: Zahtijevam Kategorije
hu: Kategóriák lekérése
it: Scarico categorie...
nl: Laad Categorieën
ro: Solicitare Categorii
th: กำลังร้องขอ หมวดหมู่
tr: Kategoriler Yenileniyor

source: Requesting Permission
ar: طلب التصريح
ca: Demanant permisos
es: Solicitando permiso
he: מבקש רשות
hr: Zahtijevam dopuštenje
hu: Engedély kérése
it: Richiedo permessi...
nl: Vragen om toestemming
pt_pt: Solicitar permissões
ro: Se Cere Permisiunea
th: กำลังร้องขอ การอนุญาต
tr: İzinler Yenileniyor

source: Requirements:
ar: المتطلبات:
ca: Requeriments:
es: Requisitos:
he: בקשות:
hr: Zahtjevi:
hu: Követelmények:
it: Requisiti:
nl: Compatibliteit:
pt_pt: Requisitos:
ro: Conditii:
th: ความต้องการ:
tr: Gereksinimler:

source: Scanning Applications ...
ar: البحث عن التطبيقات ...
ca: Escanejant aplicacions ...
es: Buscando aplicaciones...
he: סורק יישומים ...
hr: Skeniram aplikacije ...
hu: Applikációk ellenörzése ...
it: Scansione applicazioni...
nl: Scannen van Applicaties ...
pt_pt: Procurar aplicações...
ro: Scanare Aplicatii ...
th: กำลังแสกนแอปพลิเคชั่น ...
tr: APP'lar Taranıyor...

source: Searching ...
ar: يتم البحث ...
ca: Buscan ...
es: Buscando...
he: מחפש ...
hr: Traženje ...
hu: Keresés ...
it: Cerco...
nl: Zoeken...
pt_pt: A procurar ...
ro: Cautare ...
th: กำลังค้นหา ...
tr: Aranıyor...
